/* News author */
"Author: " = "Author: ";

/* Dismiss title */
"Dismiss" = "Dismiss";

/* Error */
"Error" = "Error";

/* Error loading data. Showing only cached posts. */
"Error loading data. Showing only cached posts." = "Error loading data. Showing only cached posts.";

/* Invalid RSS-flow. Check for mistakes */
"Invalid RSS-flow. Check for mistakes" = "Invalid RSS-flow. Check for mistakes";

/* Invalid URL */
"Invalid URL" = "Invalid URL";

/* Link is empty */
"Link is empty" = "Link is empty";

/* Empty PubDate */
"Not specified" = "Not specified";

/* News pubdate */
"Publication date: " = "Publication date: ";

/* RSS flow successfully changed */
"RSS flow successfully changed" = "RSS flow successfully changed";

/* Alert title */
"RSS-flow" = "RSS-flow";

/* Empty Auhor */
"Unnamed" = "Unnamed";

